Repository: common-repository/iprom-integration-for-woocommerce
Catalog: languages/wc-iprom-*.po
Languages: sl_si

source: Can not create feed folder:
sl_si: Ni mogoče ustvariti mape:

source: Copied!
sl_si: Kopirano!

source: Copy to clipboard
sl_si: Kopiraj v odložišče

source: https://iprom.eu/
sl_si: https://iprom.si/

source: Integrate iPROM cloud marketing codes into WooCommerce e-shop
sl_si: Integracija iPROM merilnih kod v Wordpress in WooCommerce e-trgovino.

source: iPROM integration for WooCommerce
sl_si: iPROM integracija za WooCommerce

source: iPROM site path
sl_si: Pot (site path)

source: Not allowed!
sl_si: Ni dovoljeno!

source: Save Changes
sl_si: Shrani spremembe

source: Site path is not valid. Please enter a valid site path.
sl_si: Pot ni veljavna. Prosimo vpišite veljavno pot (site path).

source: Site path settings were saved.
sl_si: Nastavitve poti so shranjene.

source: WooCommerce iPROM integration
sl_si: WooCommerce iPROM integracija

source: WooCommerce iPROM integration requires at least WooCommerce <strong>%s</strong>.
sl_si: WooCommerce iPROM za svoje delovanje potrebuje vsaj WooCommerce <strong>%s</strong>.

source: WooCommerce iPROM integration settings
sl_si: Nastavitve WooCommerce iPROM integracije
